Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# Companion.Paired.WaitingToConnect
source: Your companion device is paired. Waiting for it to connect.
de: Ihr Begleitgerät ist gekoppelt. Es wird auf eine Verbindung gewartet.
ja: コンパニオンデバイスはペアリングされています。接続を待っています。
pt_br: Seu dispositivo companheiro está pareado. Aguardando ele se conectar.
ru: Ваше устройство-компаньон сопряжено. Ожидание подключения.
zh_hans: 您的伴侣设备已配对。正在等待其连接。

# Companion.PhoneApp.BetaBody
source: This is a beta build, so iTerm2 Buddy is distributed through TestFlight. Install TestFlight, then join the beta.
de: Dies ist eine Beta-Version, daher wird iTerm2 Buddy über TestFlight verteilt. Installieren Sie TestFlight und treten Sie dann der Beta bei.
ja: これはベータビルドのため、iTerm2 BuddyはTestFlightを通じて配布されています。TestFlightをインストールしてから、ベータ版に参加してください。
pt_br: Esta é uma versão beta, então o iTerm2 Buddy é distribuído pelo TestFlight. Instale o TestFlight e, em seguida, participe do beta.
ru: Это бета-сборка, поэтому iTerm2 Buddy распространяется через TestFlight. Установите TestFlight, а затем присоединитесь к бета-тестированию.
zh_hans: 这是测试版版本，因此 iTerm2 Buddy 通过 TestFlight 分发。请安装 TestFlight，然后参与测试。

# Companion.PhoneApp.Body
source: Pairing connects this Mac to the iTerm2 Buddy app on your iPhone. Install it now, then come back and continue.
de: Die Kopplung verbindet diesen Mac mit der iTerm2-Buddy-App auf Ihrem iPhone. Installieren Sie sie jetzt und kehren Sie dann hierher zurück, um fortzufahren.
ja: ペアリングにより、このMacがiPhone上のiTerm2 Buddyアプリと接続されます。今すぐインストールしてから、戻って続行してください。
pt_br: O pareamento conecta este Mac ao app iTerm2 Buddy no seu iPhone. Instale-o agora, depois volte e continue.
ru: Сопряжение подключает этот Mac к приложению iTerm2 Buddy на вашем iPhone. Установите его сейчас, а затем вернитесь и продолжите.
zh_hans: 配对功能将此 Mac 与 iPhone 上的 iTerm2 Buddy 应用连接。现在安装它，之后再来继续操作。

# Companion.PhoneApp.GetAppButton
source: Get iTerm2 Buddy
de: iTerm2 Buddy holen
ja: iTerm2 Buddyを入手
pt_br: Obter o iTerm2 Buddy
ru: Получить iTerm2 Buddy
zh_hans: 获取 iTerm2 Buddy

# Companion.PhoneApp.InstallTestFlightButton
source: Install TestFlight
de: TestFlight installieren
ja: TestFlightをインストール
pt_br: Instalar o TestFlight
ru: Установить TestFlight
zh_hans: 安装 TestFlight

# Companion.PhoneApp.JoinBetaButton
source: Join the iTerm2 Buddy Beta
de: Der iTerm2-Buddy-Beta beitreten
ja: iTerm2 Buddyのベータ版に参加
pt_br: Participar do beta do iTerm2 Buddy
ru: Присоединиться к бета-тестированию iTerm2 Buddy
zh_hans: 加入 iTerm2 Buddy 测试版

# Companion.PhoneApp.Title
source: Install iTerm2 Buddy on Your iPhone
de: iTerm2 Buddy auf Ihrem iPhone installieren
ja: iPhoneにiTerm2 Buddyをインストール
pt_br: Instalar o iTerm2 Buddy no seu iPhone
ru: Установите iTerm2 Buddy на ваш iPhone
zh_hans: 在 iPhone 上安装 iTerm2 Buddy

# Companion.ProviderLabel
source: Provider:
de: Anbieter:
ja: プロバイダー:
pt_br: Provedor:
ru: Провайдер:
zh_hans: 提供商：

# Companion.SAS.Body
source: Type the 6-digit code shown on your iPhone. This confirms you’re pairing with your own phone.
de: Geben Sie den 6-stelligen Code ein, der auf Ihrem iPhone angezeigt wird. Damit wird bestätigt, dass Sie mit Ihrem eigenen Telefon koppeln.
ja: iPhoneに表示されている6桁のコードを入力してください。これにより、自分自身のiPhoneとペアリングしていることが確認されます。
pt_br: Digite o código de 6 dígitos exibido no seu iPhone. Isto confirma que você está pareando com o seu próprio telefone.
ru: Введите 6-значный код, показанный на вашем iPhone. Это подтверждает, что вы сопрягаетесь с собственным телефоном.
zh_hans: 输入iPhone上显示的6位代码。这用于确认您正在与自己的手机配对。

# Companion.SAS.Title
source: Confirm the Code
de: Code bestätigen
ja: コードを確認
pt_br: Confirmar o código
ru: Подтвердите код
zh_hans: 确认代码

# Companion.SAS.VerifyButton
source: Verify
de: Überprüfen
ja: 確認
pt_br: Verificar
ru: Подтвердить
zh_hans: 验证

# Companion.SetupFailed.Suffix
source: You can finish setting up in Companion Device Settings.
de: Sie können die Einrichtung in den Begleitgerät-Einstellungen abschließen.
ja: 「コンパニオンデバイスの設定」からセットアップを完了できます。
pt_br: Você pode concluir a configuração nos Ajustes do Dispositivo Companheiro.
ru: Вы можете завершить настройку в разделе «Настройки устройства-компаньона».
zh_hans: 你可以在配套设备设置中完成设置。

# Companion.SetupFailed.Title
source: Setup Could Not Be Completed
de: Einrichtung konnte nicht abgeschlossen werden
ja: セットアップを完了できませんでした
pt_br: Não foi possível concluir a configuração
ru: Не удалось завершить настройку
zh_hans: 设置无法完成

# Companion.ShowCode.Body
source: On your iPhone, open iTerm2 Buddy and tap Scan. Then reveal the pairing code below and point the camera at it.
de: Öffnen Sie auf Ihrem iPhone iTerm2 Buddy und tippen Sie auf Scannen. Zeigen Sie dann den Kopplungscode unten an und richten Sie die Kamera darauf.
ja: iPhoneでiTerm2 Buddyを開き、「スキャン」をタップしてください。次に、下のペアリングコードを表示してカメラを向けてください。
pt_br: No seu iPhone, abra o iTerm2 Buddy e toque em Escanear. Depois revele o código de pareamento abaixo e aponte a câmera para ele.
ru: На вашем iPhone откройте iTerm2 Buddy и нажмите «Сканировать». Затем откройте код сопряжения ниже и наведите на него камеру.
zh_hans: 在 iPhone 上打开 iTerm2 Buddy，点击“Scan”。然后显示下方的配对代码，并将摄像头对准该代码。

# Companion.ShowCode.ShowButton
source: Show Pairing Code
de: Kopplungscode anzeigen
ja: ペアリングコードを表示
pt_br: Mostrar código de pareamento
ru: Показать код сопряжения
zh_hans: 显示配对代码

# Companion.ShowCode.Title
source: Show the Pairing Code
de: Kopplungscode anzeigen
ja: ペアリングコードを表示する
pt_br: Mostrar o código de pareamento
ru: Показать код сопряжения
zh_hans: 显示配对代码

# Companion.Status.Authenticating
source: Authenticating…
de: Authentifizierung läuft…
ja: 認証中…
pt_br: Autenticando…
ru: Аутентификация…
zh_hans: 正在验证……

# Companion.Status.AuthenticationRequired
source: Authentication is required to show the pairing code.
de: Zum Anzeigen des Kopplungscodes ist eine Authentifizierung erforderlich.
ja: ペアリングコードを表示するには認証が必要です。
pt_br: É necessário autenticar para mostrar o código de pareamento.
ru: Для отображения кода сопряжения требуется аутентификация.
zh_hans: 需要身份验证才能显示配对代码。

# Companion.Status.CouldNotStartPairing
source: Could not start pairing: %@
de: Kopplung konnte nicht gestartet werden: %@
ja: ペアリングを開始できませんでした: %@
pt_br: Não foi possível iniciar o pareamento: %@
ru: Не удалось начать сопряжение: %@
zh_hans: 无法开始配对：%@

# Companion.Status.DownloadingAIPlugin
source: Downloading the AI plugin…
de: KI-Plugin wird heruntergeladen…
ja: AIプラグインをダウンロード中…
pt_br: Transferindo o plugin de IA…
ru: Загрузка плагина ИИ…
zh_hans: 正在下载 AI 插件……

# Companion.Status.DownloadingCompanionPlugin
source: Downloading the companion plugin…
de: Begleit-Plugin wird heruntergeladen…
ja: コンパニオンプラグインをダウンロード中…
pt_br: Transferindo o plugin do Companion…
ru: Загрузка плагина Компаньон…
zh_hans: 正在下载配套插件……

# Companion.Status.EnterAPIKey
source: Enter your API key to continue.
de: Geben Sie Ihren API-Schlüssel ein, um fortzufahren.
ja: 続行するにはAPIキーを入力してください。
pt_br: Digite sua chave de API para continuar.
ru: Введите ключ API, чтобы продолжить.
zh_hans: 请输入您的 API 密钥以继续。

# Companion.Status.GrantingConsent
source: Granting consent…
de: Zustimmung wird erteilt…
ja: 同意を許可中…
pt_br: Concedendo consentimento…
ru: Предоставление согласия…
zh_hans: 授予同意…

# Companion.Status.PairingFailed
source: Pairing failed: %@
de: Kopplung fehlgeschlagen: %@
ja: ペアリングに失敗しました: %@
pt_br: Falha no pareamento: %@
ru: Сопряжение не удалось: %@
zh_hans: 配对失败：%@

# Companion.Status.SASRejected
source: That didn’t work. Tap Back to reveal a new code and scan again.
de: Das hat nicht funktioniert. Tippen Sie auf Zurück, um einen neuen Code anzuzeigen, und scannen Sie erneut.
ja: うまくいきませんでした。「戻る」をタップして新しいコードを表示し、再度スキャンしてください。
pt_br: Isso não funcionou. Toque em Voltar para revelar um novo código e escanear novamente.
ru: Не получилось. Нажмите «Назад», чтобы получить новый код, и отсканируйте снова.
zh_hans: 这没有成功。点击返回以显示新代码，然后重新扫描。

# Companion.Status.Verifying
source: Verifying…
de: Wird überprüft…
ja: 確認中…
pt_br: Verificando…
ru: Проверка…
zh_hans: 正在验证…

# Companion.Status.WaitingForPhone
source: Waiting for your iPhone…
de: Warten auf Ihr iPhone…
ja: iPhoneからの応答を待っています…
pt_br: Aguardando seu iPhone…
ru: Ожидание вашего iPhone…
zh_hans: 正在等待您的iPhone…

# Companion.VerifyFailed.Both
source: AI and companion plugins
de: KI- und Begleit-Plugins
ja: AIおよびコンパニオンプラグイン
pt_br: plugins de IA e do Companion
ru: плагины ИИ и Компаньон
zh_hans: AI和伴侣插件

# Companion.VerifyFailed.Companion
source: companion plugin
de: Begleit-Plugin
ja: コンパニオンプラグイン
pt_br: plugin do Companion
ru: плагин Компаньон
zh_hans: Companion 插件

# Companion.WindowTitle
source: Set Up a Companion Device
de: Ein Begleitgerät einrichten
ja: コンパニオンデバイスをセットアップ
pt_br: Configurar um dispositivo companheiro
ru: Настройка устройства-компаньона
zh_hans: 设置伴侣设备

# CompletionsWindow.AI
source: AI
de: KI
pt_br: IA
ru: ИИ

# CompletionsWindow.Bookmark
source: Bookmark
de: Lesezeichen
ja: ブックマーク
pt_br: Favorito
ru: Закладка
zh_hans: 书签

# CompletionsWindow.Command
source: Command
de: Befehl
ja: コマンド
pt_br: Comando
ru: Команда
zh_hans: 命令

# CompletionsWindow.File
source: File
de: Datei
ja: ファイル
pt_br: Arquivo
ru: Файл
zh_hans: 文件

# CompletionsWindow.Folder
source: Folder
de: Ordner
ja: フォルダ
pt_br: Pasta
ru: Папка
zh_hans: 文件夹

# CompletionsWindow.History
source: History
de: Verlauf
ja: 履歴
pt_br: Histórico
ru: История
zh_hans: 历史记录

# CompletionsWindow.Navigate
source: Navigate
de: Navigieren
ja: 移動
pt_br: Navegar
ru: Навигация
zh_hans: 导航

# CompletionsWindow.SearchPlaceholder
source: Search
de: Suchen
ja: 検索
pt_br: Buscar
ru: Поиск
zh_hans: 搜索

# CompletionsWindow.ThinkingPlaceholder
source: Thinking…
de: Denkt nach…
ja: 考え中…
pt_br: Pensando…
ru: Обдумывание…
zh_hans: 思考中…

# CompletionsWindow.WebSearch
source: Web Search
de: Websuche
ja: ウェブ検索
pt_br: Busca na web
ru: Веб-поиск
zh_hans: 网页搜索

# Conductor.Download
source: Download
de: Herunterladen
ja: ダウンロード
pt_br: Transferir para baixar
ru: Скачать
zh_hans: 下载

# Conductor.DownloadEndedPrematurely
source: Download ended prematurely (received %1$lld of %2$lld bytes)
de: Download wurde vorzeitig beendet (%1$lld von %2$lld Bytes empfangen)
ja: ダウンロードが途中で終了しました（%2$lld バイト中 %1$lld バイトを受信）
pt_br: O download terminou prematuramente (recebidos %1$lld de %2$lld bytes)
ru: Загрузка прервалась (получено %1$lld из %2$lld байта)
zh_hans: 下载过早终止（已接收 %2$lld 字节中的 %1$lld 字节）

# Conductor.DownloadOrViewHeading
source: Download or View File?
de: Datei herunterladen oder anzeigen?
ja: ファイルをダウンロードしますか、それとも表示しますか？
pt_br: Baixar ou visualizar arquivo?
ru: Скачать или просмотреть файл?
zh_hans: 下载或查看文件？

# Conductor.DownloadOrViewTitle
source: Download %@ or view in browser?
de: %@ herunterladen oder im Browser anzeigen?
ja: %@ をダウンロードしますか、それともブラウザで表示しますか？
pt_br: Baixar %@ ou visualizar no navegador?
ru: Скачать %@ или просмотреть в браузере?
zh_hans: 下载 %@ 或在浏览器中查看？

# Conductor.InvalidPID
source: Invalid process ID from remote: %@
de: Ungültige Prozess-ID vom Remote-Host: %@
ja: リモートからの無効なプロセスID: %@
pt_br: ID de processo inválido do host remoto: %@
ru: Недопустимый ID процесса от удалённой стороны: %@
zh_hans: 远程进程ID无效：%@

# Conductor.PythonCodeStatus
source: Status %@ when running python code
de: Status %@ bei der Ausführung von Python-Code
ja: Pythonコードの実行時のステータス %@
pt_br: Status %@ ao executar código python
ru: Статус %@ при выполнении кода Python

# Conductor.UnexpectedOutput
source: Unexpected output from %@
de: Unerwartete Ausgabe von %@
ja: %@ からの予期しない出力
pt_br: Saída inesperada de %@
ru: Неожиданный вывод от %@

# Conductor.UnexpectedStatus
source: %1$@: Unepected status %2$@
de: %1$@: Unerwarteter Status %2$@
ja: %1$@: 予期しないステータス %2$@
pt_br: %1$@: status inesperado %2$@
ru: %1$@: неожиданный статус %2$@
zh_hans: %1$@: 意外的状态 %2$@

# Conductor.View
source: View
de: Anzeigen
ja: 表示
pt_br: Visualizar
ru: Просмотреть
zh_hans: 查看

# ConductorFileTransfer.CouldNotGetAttributes
source: Could not get attributes of %@
de: Attribute von %@ konnten nicht ermittelt werden
ja: %@ の属性を取得できませんでした
pt_br: Não foi possível obter os atributos de %@
ru: Не удалось получить атрибуты %@

# ConductorFileTransfer.CouldNotGetSize
source: Could not get size of file: %@
de: Dateigröße konnte nicht ermittelt werden: %@
ja: ファイルのサイズを取得できませんでした: %@
pt_br: Não foi possível obter o tamanho do arquivo: %@
ru: Не удалось получить размер файла: %@

# ConductorFileTransfer.DisplayName
source: iTerm2 SSH Integration Protocol User name: %1$@") Host: %2$@ File: %3$@"
de: iTerm2-SSH-Integrationsprotokoll Benutzername: %1$@") Host: %2$@ Datei: %3$@"
ja: iTerm2 SSH連携プロトコル ユーザー名: %1$@") ホスト: %2$@ ファイル: %3$@"
pt_br: iTerm2 SSH Integration Protocol Nome de usuário: %1$@") Host: %2$@ Arquivo: %3$@"
ru: Протокол SSH-интеграции iTerm2 Имя пользователя: %1$@") Хост: %2$@ Файл: %3$@"
zh_hans: iTerm2 SSH集成协议 用户名: %1$@") 主机: %2$@ 文件: %3$@"

# ConductorFileTransfer.FailedToQuarantine
source: Failed to quarantine
de: Quarantäne fehlgeschlagen
ja: 検疫に失敗しました
pt_br: Falha ao colocar em quarentena
ru: Не удалось поместить в карантин
zh_hans: 无法隔离

# ConductorFileTransfer.InMemory
source: (In memory)
de: (Im Speicher)
ja: （メモリ内）
pt_br: (Na memória)
ru: (В памяти)
zh_hans: (内存中)

# ConductorFileTransfer.NoSuchFile
source: No such file: %@
de: Keine solche Datei: %@
ja: ファイルが見つかりません: %@
pt_br: Arquivo inexistente: %@
ru: Нет такого файла: %@
zh_hans: 不存在文件: %@

# ConductorFileTransfer.ViaSSHIntegration
source: %@ via SSH Integration
de: %@ über SSH-Integration
ja: %@（SSH連携経由）
ru: %@ через SSH-интеграцию
zh_hans: %@ 通过 SSH 集成

# ContextMenu.ActionCopy
source: Copy
de: Kopieren
ja: コピー
pt_br: Copiar
ru: Копировать
zh_hans: 复制

# ContextMenu.ActionOpenFile
source: Open File…
de: Datei öffnen…
ja: ファイルを開く…
pt_br: Abrir arquivo…
ru: Открыть файл…
zh_hans: 打开文件…

# ContextMenu.ActionOpenURL
source: Open URL…
de: URL öffnen…
ja: URLを開く…
pt_br: Abrir URL…
ru: Открыть URL…
zh_hans: 打开 URL…

# ContextMenu.ActionRunCommand
source: Run Command…
de: Befehl ausführen…
ja: コマンドを実行…
pt_br: Executar comando…
ru: Выполнить команду…
zh_hans: 执行命令…

# ContextMenu.ActionRunCommandInWindow
source: Run Command in Window…
de: Befehl in Fenster ausführen…
ja: ウィンドウでコマンドを実行…
pt_br: Executar comando na janela…
ru: Выполнить команду в окне…
zh_hans: 在窗口中运行命令…

# ContextMenu.ActionRunCoprocess
source: Run Coprocess…
de: Koprozess ausführen…
ja: コプロセスを実行…
pt_br: Executar coprocesso…
ru: Запустить сопроцесс…
zh_hans: 运行协处理器…

# ContextMenu.ActionSendText
source: Send text…
de: Text senden…
ja: テキストを送信…
pt_br: Enviar texto…
ru: Отправить текст…
zh_hans: 发送文本…

# ContextMenu.AddTrigger
source: Add Trigger…
de: Trigger hinzufügen…
ja: トリガーを追加…
pt_br: Adicionar gatilho…
ru: Добавить триггер…
zh_hans: 添加触发器…

# ContextMenu.AlternateScreen
source: Alternate Screen
de: Alternativer Bildschirm
ja: 代替スクリーン
pt_br: Tela alternativa
ru: Альтернативный экран
zh_hans: 备用屏幕

# ContextMenu.AnnotateSelection
source: Annotate Selection
de: Auswahl annotieren
ja: 選択範囲に注釈を付ける
pt_br: Anotar seleção
ru: Аннотировать выделение
zh_hans: 注释所选内容

# ContextMenu.ApplicationCursor
source: Application Cursor
de: Anwendungscursor
ja: アプリケーションカーソル
pt_br: Cursor de aplicativo
ru: Курсор приложения
zh_hans: 应用程序光标

# ContextMenu.ApplicationKeypad
source: Application Keypad
de: Anwendungstastenfeld
ja: アプリケーションキーパッド
pt_br: Teclado numérico de aplicativo
ru: Клавиатура приложения
zh_hans: 应用程序键盘区

# ContextMenu.Bury
source: Bury
de: Versenken
ja: 隠す
pt_br: Ocultar sessão
ru: Скрыть
zh_hans: 隐藏会话

# ContextMenu.ClearBuffer
source: Clear Buffer
de: Puffer leeren
ja: バッファをクリア
pt_br: Limpar buffer
ru: Очистить буфер
zh_hans: 清除缓冲区

# ContextMenu.CommandFormat
source: Command: %@
de: Befehl: %@
ja: コマンド: %@
pt_br: Comando: %@
ru: Команда: %@
zh_hans: 命令：%@

# ContextMenu.CommandInfo
source: Command Info
de: Befehlsinfo
ja: コマンド情報
pt_br: Informações do comando
ru: Информация о команде
zh_hans: 命令信息

# ContextMenu.CopyBase64Decoded
source: Copy Base64-Decoded
de: Base64-dekodiert kopieren
ja: Base64デコードをコピー
pt_br: Copiar decodificado de Base64
ru: Копировать декодированное Base64
zh_hans: 拷贝 Base64 解码值

# ContextMenu.CopyBase64Encoded
source: Copy Base64-Encoded
de: Base64-kodiert kopieren
ja: Base64エンコードをコピー
pt_br: Copiar codificado em Base64
ru: Копировать закодированное в Base64
zh_hans: 拷贝 Base64 编码值

# ContextMenu.CopyFile
source: Copy File
de: Datei kopieren
ja: ファイルをコピー
pt_br: Copiar arquivo
ru: Копировать файл
zh_hans: 拷贝文件

# ContextMenu.CopyImage
source: Copy Image
de: Bild kopieren
ja: 画像をコピー
pt_br: Copiar imagem
ru: Копировать изображение
zh_hans: 拷贝图像

# ContextMenu.CopyLinkAddress
source: Copy Link Address
de: Link-Adresse kopieren
ja: リンクアドレスをコピー
pt_br: Copiar endereço do link
ru: Копировать адрес ссылки
zh_hans: 拷贝链接地址

# ContextMenu.CopyPlaceholder
source: Leave empty to copy matching text
de: Leer lassen, um den passenden Text zu kopieren
ja: 空欄のままにすると一致したテキストをコピーします
pt_br: Deixe vazio para copiar o texto correspondente
ru: Оставьте пустым, чтобы копировать совпадающий текст
zh_hans: 留空可拷贝匹配的文本

# ContextMenu.CopyURL
source: Copy URL
de: URL kopieren
ja: URLをコピー
pt_br: Copiar URL
ru: Копировать URL
zh_hans: 拷贝 URL

# ContextMenu.CSIuMode
source: CSI u Mode
de: CSI-u-Modus
ja: CSI uモード
pt_br: Modo CSI u
ru: Режим CSI u
zh_hans: CSI u 模式

# ContextMenu.DirectoryFormat
source: Directory: %@
de: Verzeichnis: %@
ja: ディレクトリ: %@
pt_br: Diretório: %@
ru: Каталог: %@
zh_hans: 目录：%@

# ContextMenu.DisableRelativeTimestamps
source: Disable Relative Timestamps
de: Relative Zeitstempel deaktivieren
ja: 相対タイムスタンプを無効化
pt_br: Desativar marcas de tempo relativas
ru: Отключить относительные метки времени
zh_hans: 禁用相对时间戳

# ContextMenu.DisambiguateEscape
source: Disambiguate Escape
de: Escape eindeutig machen
ja: Escapeの曖昧さ回避
pt_br: Desambiguar escape
ru: Устранение неоднозначности Escape
zh_hans: 区分转义

# ContextMenu.DownloadUsingSSHFromHost
source: Download using SSH Integration from %@
de: Über SSH-Integration von %@ herunterladen
ja: %@ からSSH連携を使ってダウンロード
pt_br: Baixar usando SSH Integration de %@
ru: Скачать через SSH-интеграцию с %@
zh_hans: 通过SSH集成从%@下载

# ContextMenu.DownloadUsingSSHIntegration
source: Download using SSH Integration
de: Über SSH-Integration herunterladen
ja: SSH連携を使ってダウンロード
pt_br: Baixar usando SSH Integration
ru: Скачать через SSH-интеграцию
zh_hans: 使用 SSH 集成下载

# ContextMenu.DownloadWithScp
source: Download with scp
de: Mit scp herunterladen
ja: scpでダウンロード
pt_br: Baixar com scp
ru: Скачать через scp
zh_hans: 使用 scp 下载

# ContextMenu.DownloadWithScpFromHost
source: Download with scp from %@
de: Mit scp von %@ herunterladen
ja: %@ からscpでダウンロード
pt_br: Baixar com scp de %@
ru: Скачать через scp с %@
zh_hans: 通过scp从%@下载

# ContextMenu.EditSession
source: Edit Session…
de: Sitzung bearbeiten…
ja: セッションを編集…
pt_br: Editar sessão…
ru: Изменить сессию…
zh_hans: 编辑会话…

# ContextMenu.EmulationLevel
source: Emulation Level
de: Emulationsstufe
ja: エミュレーションレベル
pt_br: Nível de emulação
ru: Уровень эмуляции
zh_hans: 仿真级别

# ContextMenu.FocusReporting
source: Focus Reporting
de: Fokusberichterstattung
ja: フォーカスレポート
pt_br: Relatório de foco
ru: Отслеживание фокуса
zh_hans: 焦点报告

# ContextMenu.Fold
source: Fold
de: Einklappen
ja: 折りたたむ
pt_br: Recolher
ru: Свернуть
zh_hans: 折叠

# ContextMenu.HexToDecOr32
source: 0x%1$x = %2$@ or %3$@%4$@
de: 0x%1$x = %2$@ oder %3$@%4$@
ja: 0x%1$x = %2$@ または %3$@%4$@
pt_br: 0x%1$x = %2$@ ou %3$@%4$@
ru: 0x%1$x = %2$@ или %3$@%4$@

# ContextMenu.HexToDecOr64
source: 0x%1$llx = %2$@ or %3$@%4$@
de: 0x%1$llx = %2$@ oder %3$@%4$@
ja: 0x%1$llx = %2$@ または %3$@%4$@
pt_br: 0x%1$llx = %2$@ ou %3$@%4$@
ru: 0x%1$llx = %2$@ или %3$@%4$@

# ContextMenu.Inspect
source: Inspect
de: Untersuchen
ja: 検査
pt_br: Inspecionar
ru: Инспектировать
zh_hans: 检查

# ContextMenu.LiteralControls
source: Literal Controls
de: Literale Steuerzeichen
ja: リテラルコントロール
pt_br: Controles literais
ru: Буквальные управляющие символы
zh_hans: 字面控件

# ContextMenu.LockAllPanesInTab
source: Lock All Panes in Tab
de: Alle Bereiche im Tab sperren
ja: タブ内のすべてのペインをロック
pt_br: Bloquear todos os painéis na aba
ru: Заблокировать все панели во вкладке
zh_hans: 锁定标签页中的所有窗格

# ContextMenu.LockPane
source: Lock Pane
de: Bereich sperren
ja: ペインをロック
pt_br: Bloquear painel
ru: Заблокировать панель
zh_hans: 锁定窗格

# ContextMenu.MainMenu
source: Main Menu
de: Hauptmenü
ja: メインメニュー
pt_br: Menu principal
ru: Главное меню
zh_hans: 主菜单

# ContextMenu.ModifyOtherKeysMode1
source: modifyOtherKeys Mode 1
de: modifyOtherKeys-Modus 1
ja: modifyOtherKeys モード 1
pt_br: modifyOtherKeys modo 1
ru: modifyOtherKeys, режим 1
zh_hans: modifyOtherKeys 模式 1

# ContextMenu.ModifyOtherKeysMode2
source: modifyOtherKeys Mode 2
de: modifyOtherKeys-Modus 2
ja: modifyOtherKeys モード 2
pt_br: modifyOtherKeys modo 2
ru: modifyOtherKeys, режим 2
zh_hans: modifyOtherKeys 模式 2

# ContextMenu.MouseReporting
source: Mouse Reporting
de: Maus-Reporting
ja: マウスレポート
pt_br: Relatório de mouse
ru: Передача событий мыши
zh_hans: 鼠标报告

# ContextMenu.MoveSessionToSplitPane
source: Move Session to Split Pane
de: Sitzung in geteilten Bereich verschieben
ja: セッションを分割ペインに移動
pt_br: Mover sessão para painel dividido
ru: Переместить сеанс в разделённую панель
zh_hans: 将会话移到拆分窗格

# ContextMenu.MoveSessionToTab
source: Move Session to Tab
de: Sitzung in Tab verschieben
ja: セッションをタブに移動
pt_br: Mover sessão para aba
ru: Переместить сеанс во вкладку
zh_hans: 将会话移到标签页

# ContextMenu.MoveSessionToWindow
source: Move Session to Window
de: Sitzung in Fenster verschieben
ja: セッションをウインドウに移動
pt_br: Mover sessão para janela
ru: Переместить сеанс в окно
zh_hans: 将会话移到窗口

# ContextMenu.OpenFile
source: Open File
de: Datei öffnen
ja: ファイルを開く
pt_br: Abrir arquivo
ru: Открыть файл
zh_hans: 打开文件

# ContextMenu.OpenImage
source: Open Image
de: Bild öffnen
ja: 画像を開く
pt_br: Abrir imagem
ru: Открыть изображение
zh_hans: 打开图像

# ContextMenu.OpenSelectionAsURL
source: Open Selection as URL
de: Auswahl als URL öffnen
ja: 選択項目をURLとして開く
pt_br: Abrir seleção como URL
ru: Открыть выделенное как URL
zh_hans: 以 URL 打开所选内容

# ContextMenu.OpenURLInHorizontalSplitPane
source: Open URL in Horizontal Split Pane
de: URL in horizontal geteiltem Bereich öffnen
ja: URLを水平分割ペインで開く
pt_br: Abrir URL em painel dividido horizontal
ru: Открыть URL в горизонтальной разделённой панели
zh_hans: 在水平拆分窗格中打开 URL

# ContextMenu.OpenURLInVerticalSplitPane
source: Open URL in Vertical Split Pane
de: URL in vertikal geteiltem Bereich öffnen
ja: URLを垂直分割ペインで開く
pt_br: Abrir URL em painel dividido vertical
ru: Открыть URL в вертикальной разделённой панели
zh_hans: 在垂直拆分窗格中打开 URL

# ContextMenu.ParamCommand
source: Command:
de: Befehl:
ja: コマンド:
pt_br: Comando:
ru: Команда:
zh_hans: 命令：

# ContextMenu.ParamCoprocess
source: Coprocess:
de: Koprozess:
ja: コプロセス:
pt_br: Coprocesso:
ru: Сопроцесс:
zh_hans: 协处理器：
